Repository: KDE/kronometer
Catalog: po/sa/kronometer.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: भवतः नामानि

# EMAIL OF TRANSLATORS
source: Your emails
sa: भवतः ईमेलपत्राणि

source: Display Background:
sa: प्रदर्शन पृष्ठभूमिः :

source: Background color of the stopwatch display
sa: स्टॉपवॉच प्रदर्शनस्य पृष्ठभूमिवर्णः

source: Display Digits:
sa: अङ्कान् प्रदर्शयन्तु :

source: Color of the stopwatch display digits
sa: स्टॉपवॉचस्य अङ्कानां प्रदर्शनस्य वर्णः

source: Hours Font:
sa: घण्टाः फ़ॉन्टः :

source: Minutes Font:
sa: निमेषः फ़ॉन्टः :

source: Seconds Font:
sa: सेकेण्ड् फन्ट् :

source: Second Fractions Font:
sa: द्वितीयः भिन्नः फ़ॉन्टः :

source: Stopwatch
sa: स्टॉपवॉच

source: Time Format
sa: समय प्रारूप

source: Whether to show hours in the stopwatch
sa: स्टॉपवॉचमध्ये घण्टाः दर्शयितव्याः वा

source: Show Hours
sa: घण्टाः दर्शयतु

source: Whether to show minutes in the stopwatch
sa: स्टॉपवॉचमध्ये निमेषाः दर्शयितव्याः वा

source: Show Minutes
sa: निमेषान् दर्शयतु

source: Whether to show second fractions in the stopwatch
sa: स्टॉपवॉचमध्ये द्वितीयभागाः दर्शयितव्याः वा

source: Show Second Fractions:
sa: द्वितीयं भिन्नं दर्शयतु :

source: Up to Tenths
sa: दशमांशपर्यन्तम्

source: Up to Hundredths
sa: शतभागपर्यन्तम्

source: Up to Thousandths
sa: सहस्रभागपर्यन्तम्

source: Start timer immediately
sa: तत्क्षणमेव समयनिर्धारकं आरभत

source: Laps
sa: गोदः

source: Whether to enable the laps recording feature
sa: laps recording feature इत्येतत् सक्षमं कर्तव्यं वा

source: Enable Laps Recording
sa: Laps Recording सक्षमं कुर्वन्तु

source: Lap Times Format
sa: गोद समय प्रारूप

source: Whether to show hours in the laps
sa: अङ्केषु घण्टाः दर्शयितव्याः वा

source: Whether to show minutes in the laps
sa: गोदेषु निमेषाः दर्शयितव्याः वा

source: Whether to show second fractions in the laps
sa: अङ्केषु द्वितीयं अंशं दर्शयितव्यम् वा

source: Show Absolute Times
sa: निरपेक्ष समयं दर्शयतु

source: Show Notes
sa: टिप्पण्यानि दर्शयतु

source: &File
sa: &संचिका

source: &Kronometer
sa: &क्रोनोमीटर्

source: Kronometer Toolbar
sa: क्रोनोमीटर टूलबार

source: Do you want to quit and lose your unsaved times?
sa: किं भवन्तः त्यक्त्वा स्वस्य अरक्षितं समयं नष्टुं इच्छन्ति?

source: Save times to session %1?
sa: सत्र %1 मध्ये समयं रक्षतु?

# @action
source: Re&sume
sa: पुनर्प्रारम्भय

# @action
source: &Start
sa: &प्रारंभः

# untitled window
source: Untitled
sa: अनामिका

# @title:tab
source: General Settings
sa: सामान्य सेटिंग्स्

# @title:tab
source: Font Settings
sa: फॉन्ट सेटिंग्स्

# @title:tab
source: Color Settings
sa: रङ्ग सेटिंग्स्

# @title:window
source: Save Session
sa: सत्रं रक्षतु

source: You can choose a name for this session:
sa: अस्य सत्रस्य नाम चिन्वतु:

source: Untitled session
sa: अनामिका सत्र

# @title:window
source: Export Laps
sa: निर्यात Laps

# @action
source: &Pause
sa: &विराम

# @action
source: &Reset
sa: &पुनः सेट् कुर्वन्तु

# @action
source: &Lap
sa: &उत्सङ्ग

# @action:inmenu
source: &Export Laps as...
sa: &निर्यात Laps यथा...

# @info:shell
source: Lap number,Lap time,Global time,Note
sa: गोद संख्या,गोल समय,वैश्विक समय,नोट

# @info:shell
source: Created by Kronometer on %1
sa: %1 इत्यत्र Kronometer द्वारा निर्मितम्

source: A stopwatch is running.
sa: एकः स्टॉपवॉचः प्रचलति।

# @action:button
source: Open session
sa: सत्रं उद्घाटयन्तु

# @info
source: You don't have any saved session yet.
sa: भवतः अद्यापि किमपि रक्षितं सत्रं नास्ति।

# @info
source: Do you want to remove the selected session?
sa: चयनितं सत्रं हर्तुं इच्छति वा ?

# @title:window
source: Confirm deletion
sa: लोपस्य पुष्टिः कुर्वन्तु

source: Open Session
sa: Open Session इति

# @title:column
source: Tenths
sa: दशम्

# @title:column
source: Hundredths
sa: शतभागः

# @title:column
source: Milliseconds
sa: मिलीसेकेण्ड्

# @title:column
source: Hours
sa: घण्टानः

# @title:column
source: Minutes
sa: पन्चनिमेषः

# @title:column
source: Seconds
sa: सेकण्ड्

# KAboutData display name
source: Kronometer
sa: क्रोनोमीटर्

source: Kronometer is a simple stopwatch application
sa: क्रोनोमीटर् एकः सरलः स्टॉपवॉच् अनुप्रयोगः अस्ति

source: Copyright (C) 2014-2016 Elvis Angelaccio
sa: प्रतिलिपि अधिकार (C) 2014-2016 Elvis Angelaccio

source: Elvis Angelaccio
sa: एल्विस एन्जेलाक्सिओ

source: Maintainer
sa: परिपालकः

source: Ken Vermette
sa: केन वर्मेट्

source: Kronometer icon
sa: क्रोनोमीटर चिह्न

# lap number
source: Lap #
sa: उत्सङ्ग #

# @title:column
source: Lap Time
sa: गोदकालः

# @title:column
source: Global Time
sa: वैश्विक समय

# @title:column
source: Note
sa: टीका

# session number
source: Session #
sa: सत्र #

source: Name
sa: नामः

source: Date
sa: दिनाङ्कः

source: Note
sa: टीका
