Repository: KDE/kronometer
Catalog: po/*/kronometer.po
Languages: ar, eo, he, lt, lv, sk, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Oliver Kellogg
he: צוות התרגום של KDE ישראל
lt: Moo
lv: Toms Trasūns
sk: Roman Paholík
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: olivermkellogg@gmail.com
he: kde-l10n-he@kde.org
lv: toms.trasuns@posteo.net
sk: wizzardsk@gmail.com
zh_tw: mail@kisaragi-hiu.com

source: Display Background:
ar: خلفية العرض:
eo: Montra Fono:
he: הצגת רקע:
lt: Rodyti foną:
lv: Fons:
sk: Pozadie displeja:
zh_tw: 錶面背景：

source: Background color of the stopwatch display
ar: لون خلفية شاشة ساعة الإيقاف
eo: Fonkoloro de la ekrano de la kronometro
he: צבע רקע תצוגת שעון העצר
lt: Chronometro rodinio fono spalva
lv: Hronometra fona krāsa
sk: Farba pozadia displeja stopiek
zh_tw: 碼錶錶面的背景顏色

source: Display Digits:
ar: أرقام العرض:
eo: Montri Ciferojn:
he: ספרות תצוגה:
lt: Rodyti skaitmenis:
lv: Cipari:
sk: Zobrazenie číslic:
zh_tw: 錶面數字字元：

source: Color of the stopwatch display digits
ar: لون أرقام عرض ساعة الإيقاف
eo: Koloro de la kronometroj montras ciferojn
he: צבע ספרות תצוגת שעון העצר
lt: Chronometre rodomų skaitmenų spalva
lv: Hronometra ciparu krāsa:
sk: Farba číslic displeja stopiek
zh_tw: 碼錶錶面數字字元的顏色

source: Hours Font:
ar: خط الساعات:
eo: Tiparo de Horoj:
he: גופן שעות:
lt: Valandų šriftas:
lv: Stundu fonts:
sk: Písmo hodín:
zh_tw: 小時字型：

source: Minutes Font:
ar: خط الدقائق:
eo: Tiparo de Minutoj:
he: גופן דקות:
lt: Minučių šriftas:
lv: Minūšu fonts:
sk: Písmo minút:
zh_tw: 分鐘字型：

source: Seconds Font:
ar: خط الثواني:
eo: Seconds Tiparo:
he: גופן שניות:
lt: Sekundžių šriftas:
lv: Sekunžu fonts:
sk: Písmo sekúnd:
zh_tw: 秒字型：

source: Second Fractions Font:
ar: خط أجزاء الثانية:
eo: Tiparo de Duaj Frakcioj:
he: גופן שברי שניות:
lt: Sekundės dalelių šriftas:
lv: Sekunžu daļu fonts:
sk: Písmo druhého zlomku:
zh_tw: 秒以下單位的字型：

source: Stopwatch
ar: مؤقت
eo: Kronohorloĝo
he: שעון עצר
lt: Chronometras
lv: Hronometrs
sk: Stopky
zh_tw: 碼錶

source: Time Format
ar: تنسيق الوقت
eo: Horoformato:
he: תבנית זמן
lt: Laiko formatas
lv: Laika formāts
sk: Formát času
zh_tw: 時間格式

source: Whether to show hours in the stopwatch
ar: ضبط إظهار الساعات في ساعة الإيقاف أم لا
eo: Ĉu montri horojn en la kronometro
he: האם להציג שעות בשעון העצר
lt: Ar rodyti chronometre valandas
lv: Vai hronometrā rādīt stundas
sk: Či zobraziť hodiny v stopkách
zh_tw: 是否要在碼錶上顯示小時

source: Show Hours
ar: اعرض الساعات
eo: Montri Horojn
he: הצגת שעות
lt: Rodyti valandas
lv: Rādīt stundas
sk: Zobraziť hodiny
zh_tw: 顯示小時

source: Whether to show minutes in the stopwatch
ar: ضبط إظهار الدقائق في ساعة الإيقاف أم لا
eo: Ĉu montri minutojn en la kronometro
he: האם להציג דקות בשעון העצר
lt: Ar rodyti chronometre minutes
lv: Vai hronometrā rādīt minūtes
sk: Či zobraziť minúty v stopkách
zh_tw: 是否要在碼錶上顯示分鐘

source: Show Minutes
ar: اعرض الدقائق
eo: Montri Minutojn
he: הצגת דקות
lt: Rodyti minutes
lv: Rādīt minūtes
sk: Zobraziť minúty
zh_tw: 顯示分鐘

source: Whether to show second fractions in the stopwatch
ar: اضبط إظهار أجزاء الثانية في ساعة الإيقاف أم لا
eo: Ĉu montri duajn frakciojn en la kronometro
he: האם להציג שברי שניות בשעון העצר
lt: Ar rodyti chronometre sekundės daleles
lv: Vai hronometrā rādīt sekunžu daļas
sk: Či zobraziť zlomky sekundy v stopkách
zh_tw: 是否要在碼錶上顯示秒以下的單位

source: Show Second Fractions:
ar: أظهر أجزاء الثانية
eo: Montri Duajn Frakciojn:
he: הצגת שברי שניות:
lt: Rodyti sekundės daleles:
lv: Rādīt sekunžu daļas:
sk: Zobraziť zlomky sekúnd:
zh_tw: 顯示秒以下的單位：

source: Up to Tenths
ar: حتى الأعشار
eo: Ĝis Dekonoj
he: עד לעשיריות
lt: Iki dešimtųjų
lv: Līdz desmitdaļām
sk: Do desatín
zh_tw: 精確到 1/10 秒

source: Up to Hundredths
ar: حتى أجزاء من المائة
eo: Ĝis Centoj
he: עד למאיות
lt: Iki šimtųjų
lv: Līdz simtdaļām
sk: Do stotín
zh_tw: 精確到 1/100 秒

source: Up to Thousandths
ar: حتى أجزاء من الألف
eo: Ĝis Miloj
he: עד לאלפיות
lt: Iki tūkstantųjų
lv: Līdz tūkstošdaļām
sk: Do tisícin
zh_tw: 精確到 1/1000 秒

source: Start timer immediately
ar: ابدأ المؤقت مباشرة
eo: Komenci tempumilon tuj
he: הפעלת המתזמן מיידית
lt: Nedelsiant paleisti laikmatį
lv: Sākt taimeri uzreiz
sk: Spustiť stopky hneď
zh_tw: 馬上開始計時器

source: Laps
ar: اللفات
eo: Rondiroj
he: הקפות
lt: Ratai
lv: Apļi
sk: Kolá
zh_tw: 圈數

source: Whether to enable the laps recording feature
ar: اضبط إمكانية تسجيل اللفات
eo: Ĉu ebligi la funkcion de registrado de rondiroj
he: האם להפעיל את יכולת תיעוד ההקפות
lt: Ar įjungti ratų įrašymo ypatybę
lv: Vai ieslēgt apļu reģistrēšanu
sk: Či povoliť funkciu záznamu kôl
zh_tw: 是否啟用圈數記錄功能

source: Enable Laps Recording
ar: مكّن تسجيل اللفات
eo: Ebligi Lap-Registradon
he: הפעלת תיעוד הקפות
lt: Įjungti ratų įrašymą
lv: Ieslēgt apļu reģistrēšanu
sk: Povoliť záznam kôl
zh_tw: 啟用圈數記錄

source: Lap Times Format
ar: تنسيق أوقات اللفة
eo: Lap Times Formato
he: תבנית זמני הקפות
lt: Rato laikų formatas
lv: Apļu laiku formāts
sk: Formát času kôl
zh_tw: 圈數時間格式

source: Whether to show hours in the laps
ar: اضبط عرض الساعات في اللفات أم لا
eo: Ĉu montri horojn en la rondiroj
he: האם להציג שעות בהקפות
lt: Ar rodyti ratuose valandas
lv: Vai apļu laikos rādīt stundas
sk: Či zobraziť hodiny v kolách
zh_tw: 是否要為各圈顯示小時

source: Whether to show minutes in the laps
ar: اضبط إظهار الدقائق في اللفّات أم لا
eo: Ĉu montri minutojn en la rondiroj
he: האם להציג דקות בהקפות
lt: Ar rodyti ratuose minutes
lv: Vai apļu laikos rādīt minūtes
sk: Či zobraziť minúty v kolách
zh_tw: 是否要為各圈顯示分鐘

source: Whether to show second fractions in the laps
ar: اضبط إظهار أجزاء الثانية في اللفّات أم لا
eo: Ĉu montri duajn frakciojn en la rondiroj
he: האם להציג שברי שניות בהקפות
lt: Ar rodyti ratuose sekundes
lv: Vai apļu laikos rādīt sekunžu daļas
sk: Či zobraziť zlomky sekundy v kolách
zh_tw: 是否要為各圈顯示秒以下的單位

source: Show Absolute Times
ar: اعرض الأوقات المطلقة
eo: Montri Absolutajn Tempojn
he: הצגת זמנים מוחלטים
lt: Rodyti absoliučius laikus
lv: Rādīt absolūtus laikus
sk: Zobraziť absolútne časy
zh_tw: 顯示絕對時間

source: Show Notes
ar: اعرض الملاحظات
eo: Montri Notojn
he: הצגת הערות
lt: Rodyti pastabas
lv: Rādīt piezīmes
sk: Zobraziť poznámky
zh_tw: 顯示備註

source: &File
ar: &ملف
eo: &Dosiero
he: קו&בץ
lt: &Failas
lv: &Datne
sk: &Súbor
zh_tw: 檔案(&F)

source: &Kronometer
ar: &كرونومتر
eo: &Kronometro
he: &קרונומטר

source: Kronometer Toolbar
ar: شريط أدوات كرونومتر
eo: Ilobreto de Kronometro
he: סרגל כלים של קרונומטר
lt: Kronometer įrankių juosta
lv: „Kronometer“ rīkjosla
sk: Panel nástrojov Kronometer
zh_tw: Kronometer 工具列

source: Do you want to quit and lose your unsaved times?
ar: هل تريد الخروج وفقدان أوقاتك غير المحفوظة؟
eo: Ĉu vi volas ĉesi kaj perdi viajn nekonservitajn tempojn?
he: לצאת ולאבד את הזמנים שלא נשמרו?
lt: Ar norite išjungti ir prarasti visus neįrašytus laikus?
lv: Vai vēlaties iziet un zaudēt nesaglabātos laikus?
sk: Chcete ukončiť a stratiť vaše neuložené zmeny?
zh_tw: 您確定要離開而喪失未儲存的時間嗎？

# @title:window
source: Confirm Quit
ar: أكّد الإنهاء
eo: Konfirmi Forlason
he: אישור יציאה
lt: Patvirtinti išjungimą
lv: Iziešanas apstiprināšana
sk: Potvrdiť ukončenie
zh_tw: 確認離開

source: Save times to session %1?
ar: حفظ الأوقات في الجلسة %1؟
eo: Ĉu konservi tempojn al seanco %1?
he: לשמור זמנים להפעלה %1?
lt: Įrašyti laikus į seansą %1?
lv: Vai saglabāt laikus sesijā „%1“?
sk: Uložiť časy do sedenia %1?
zh_tw: 要儲存時間到工作階段 %1 嗎？

# @action
source: Re&sume
ar: ا&ستكمل
eo: Daŭri&gi
he: המ&שך
lt: Pra&tęsti
lv: T&urpināt
sk: &Obnoviť
zh_tw: 繼續(&S)

# @action
source: &Start
ar: اب&دأ
eo: &Startigi
he: ה&תחלה
lt: &Paleisti
lv: &Sākt
sk: Spustiť
zh_tw: 開始(&S)

# untitled window
source: Untitled
ar: غير معنون
eo: Sentitola
he: ללא שם
lt: Be pavadinimo
lv: Nenosaukts
sk: Bez názvu
zh_tw: 未命名

# @title:tab
source: General Settings
ar: إعدادات عامة
eo: Ĝenerala Agordo
he: הגדרות כלליות
lt: Bendrosios nuostatos
lv: Pamata iestatījumi
sk: Všeobecné nastavenia
zh_tw: 一般設定

# @title:tab
source: Font Settings
ar: إعدادات الخطّ
eo: Tiparaj agordoj
he: הגדרות גופן
lt: Šrifto nuostatos
lv: Fontu iestatījumi
sk: Nastavenie písma
zh_tw: 字型設定

# @title:tab
source: Color Settings
ar: إعدادات الألوان
eo: Koloraj Agordoj
he: הגדרות צבע
lt: Spalvų nuostatos
lv: Krāsu iestatījumi
sk: Nastavenie farieb
zh_tw: 色彩設定

# @title:window
source: Save Session
ar: احفظ الجلسة
eo: Konservi Seancon
he: שמירת הפעלה
lt: Įrašyti seansą
lv: Saglabāt sesiju
sk: Uložiť sedenie
zh_tw: 儲存作業階段

source: You can choose a name for this session:
ar: يمكنك اختيار اسم لهذه الجلسة:
eo: Vi povas elekti nomon por ĉi tiu seanco:
he: אפשר לבחור שם להפעלה הזאת:
lt: Galite pasirinkti šio seanso pavadinimą:
lv: Varat norādīt sesijas nosaukumu:
sk: Môžete vybrať názov pre toto sedenie:
zh_tw: 您可以為這個工作階段選擇名稱：

source: Untitled session
ar: جلسة دون عنوان
eo: Sentitola seanco
he: הפעלה ללא שם
lt: Bevardis seansas
lv: Nenosaukta sesija
sk: Nepomenované sedenie
zh_tw: 未命名工作階段

# @title:window
source: Export Laps
ar: صدّر اللفّات
eo: Eksporti Rondirojn
he: ייצוא הקפות
lt: Eksportuoti ratus
lv: Eksportēt apļus
sk: Exportovať kolá
zh_tw: 匯出圈數

# @action
source: &Pause
ar: أ&لبث
eo: &Paŭzi
he: ה&שהיה
lt: Prista&bdyti
lv: &Pauze
sk: &Pozastaviť
zh_tw: 暫停(&P)

# @action
source: &Reset
ar: &صفّر
eo: &Restarigi
he: &איפוס
lt: &Atstatyti
lv: &Atiestatīt
sk: &Vynulovať
zh_tw: 重設(&R)

# @action
source: &Lap
ar: &لفّ
eo: &Rondiro
he: ה&קפה
lt: &Ratas
lv: A&plis
sk: Kolo
zh_tw: 單圈(&L)

# @action:inmenu
source: &Export Laps as...
ar: &صدّر اللفّات كـ…
eo: &Eksporti Rondirojn kiel...
he: יי&צוא הקפות בתור…
lt: &Eksportuoti ratus kaip...
lv: &Eksportēt apļus kā...
sk: Exportovať kolá ako...
zh_tw: 匯出圈數為(&E)...

# @info:shell
source: Lap number,Lap time,Global time,Note
ar: رقم اللفة,زمن اللفة,الوقت الإجمالي,ملاحظة
eo: Rondira nombro,Rondira tempo,Tutmonda tempo,Noto
he: מספר הקפה,זמן הקפה,זמן כולל,הערה
lt: Rato numeris,Rato laikas,Visuotinis laikas,Pastaba
lv: Apļa numurs,Apļa laiks,Kopējais laiks,Piezīme
sk: Číslo kola,čas kola,globálny čas,poznámka
zh_tw: 單圈編號,單圈時間,總計時間,備註

# @info:shell
source: Created by Kronometer on %1
ar: أنشئت بواسطة كرونومتر في %1
eo: Kreita de Kronometer je %1
he: נוצר על ידי קרונומטר ב־%1
lt: Sukūrė Kronometer ties %1
lv: %1 izveidoja „Kronometer“
sk: Vytvoril Kronometer dňa %1
zh_tw: 於 %1 透過 Kronometer 建立

source: A stopwatch is running.
ar: ساعة توقيت تعمل.
eo: Kronometro funkcias.
he: שעון עצר רץ.
lt: Veikia chronometras.
lv: Darbojas hronometrs.
sk: Stopky bežia.
zh_tw: 有執行中的碼錶。

# @action:button
source: Open session
ar: افتح جلسة
eo: Malferma seanco
he: פתיחת הפעלה
lt: Atverti seansą
lv: Atvērt sesiju
sk: Otvoriť sedenie
zh_tw: 開啟工作階段

# @info
source: You don't have any saved session yet.
ar: ليس لديك أي جلسة محفوظة حتى الآن.
eo: Vi ankoraŭ ne havas konservitan seancon.
he: אין לך הפעלות שמורות עדיין.
lt: Jūs kol kas neturite jokių įrašytų seansų.
lv: Jums vēl nav saglabātu sesiju.
sk: Ešte nemáte žiadne uložené sedenia.
zh_tw: 您還沒有任何已儲存的工作階段。

# @info
source: Do you want to remove the selected session?
ar: هل تريد إزالة الجلسة المحددة؟
eo: Ĉu vi volas forigi la elektitan seancon?
he: להסיר את ההפעלה הנבחרת?
lt: Ar norite pašalinti pažymėtą seansą?
lv: Vai vēlaties noņemt atlasīto sesiju?
sk: Chcete odstrániť vybrané sedenie?
zh_tw: 您要移除選取的工作階段嗎？

# @title:window
source: Confirm deletion
ar: تأكيد الحذف
eo: Konfirmi forigon
he: אישור מחיקה
lt: Patvirtinti ištrynimą
lv: Apstiprināt dzēšanu
sk: Potvrdiť vymazanie
zh_tw: 確認刪除

source: Open Session
ar: افتح جلسة
eo: Malfermi Seancon
he: פתיחת הפעלה
lt: Atverti seansą
lv: Atvērt sesiju
sk: Otvoriť sedenie
zh_tw: 開啟工作階段

# @title:column
source: Tenths
ar: أعشار
eo: Dektoj
he: עשיריות
lt: Dešimtosios
lv: Desmitdaļas
sk: Desatiny

# @title:column
source: Hundredths
ar: جزء من مائة
eo: Centoj
he: מאיות
lt: Šimtosios
lv: Simtdaļas
sk: Stotiny

# @title:column
source: Milliseconds
ar: ملي ثانية
eo: Milisekundoj
he: מילישניות
lt: Milisekundės
lv: Milisekundes
sk: Milisekundy

# @title:column
source: Hours
ar: ساعات
eo: Horoj
he: שעות
lt: Valandos
lv: Stundas
sk: Hodiny
zh_tw: 小時

# @title:column
source: Minutes
ar: دقائق
eo: Minutoj
he: דקות
lt: Minutės
lv: Minūtes
sk: Minúty
zh_tw: 分鐘

# @title:column
source: Seconds
ar: ثوان
eo: Sekundoj
he: שניות
lt: Sekundės
lv: Sekundes
sk: Sekundy
zh_tw: 秒

# KAboutData display name
source: Kronometer
ar: كرونومتر
eo: Kronometro
he: קרונומטר

source: Kronometer is a simple stopwatch application
ar: كرونومتر هو تطبيق ساعة توقيت بسيط
eo: Kronometro estas simpla kronometra aplikaĵo
he: קרונומטר הוא יישום שעון עצר פשוט
lt: Kronometer yra paprasta sekundmačio programa
lv: „Kronometer“ ir vienkārša hronometra programma
sk: Kronometer je jednoduchá aplikácia stopiek
zh_tw: Kronometer 是一個簡單的碼錶應用程式

source: Copyright (C) 2014-2016 Elvis Angelaccio
ar: حقوق الطبع والنشر (C) 2014-2016 إلفيس أنجيلاسيو
eo: Kopirajto (C) 2014-2016 Elvis Angelaccio
he: כל הזכויות שמורות (C) 2014‏-2016 לאלביס אנגלצ׳יו
lt: Autorių teisės (C) 2014–2016 Elvis Angelaccio
lv: Autortiesības (C) 2014—2016 Elvis Angelaccio

source: Elvis Angelaccio
ar: إلفيس أنجيلاتشيو
he: אלביס אנגלצ׳יו

source: Maintainer
ar: الصائن
eo: Prizorganto
he: מתחזק
lt: Prižiūrėtojas
lv: Uzturētājs
sk: Správca
zh_tw: 維護者

source: Ken Vermette
ar: كين فيرميت
he: קן ורמט

source: Kronometer icon
ar: أيقونة كرونومتر
eo: Kronometro-piktogramo
he: סמל קרונומטר
lt: Kronometer piktograma
lv: „Kronometer“ ikona
sk: Ikona Kronometer
zh_tw: Kronometer 圖示

# lap number
source: Lap #
ar: لفّة #
eo: Rondiro #
he: הקפה מס׳
lt: Rato nr.
lv: Apļa nr.
sk: Kolo #
zh_tw: 單圈編號

# @title:column
source: Lap Time
ar: وقت اللفة
eo: Rondira Tempo
he: זמן הקפה
lt: Rato laikas
lv: Apļa laiks
sk: Čas kola
zh_tw: 單圈時間

# @title:column
source: Global Time
ar: الوقت العالمي
eo: Tutmonda Tempo
he: זמן כולל
lt: Visuotinis laikas
lv: Kopējais laiks
sk: Globálny čas
zh_tw: 總計時間

# @title:column
source: Note
ar: ملاحظة
eo: Noto
he: הערה
lt: Pastaba
lv: Piezīme
sk: Poznámka
zh_tw: 備註

# session number
source: Session #
ar: الجلسة #
eo: Seanco #
he: הפעלה מס׳
lt: Seanso nr.
lv: Sesijas nr.
sk: Sedenie #
zh_tw: 工作階段 #

source: Name
ar: الاسم
eo: Nomo
he: שם
lt: Pavadinimas
lv: Nosaukums
sk: Názov
zh_tw: 名稱

source: Date
ar: التاريخ
eo: Dato
he: תאריך
lt: Data
lv: Datums
sk: Dátum
zh_tw: 日期

source: Note
ar: ملاحظة
eo: Noto
he: הערה
lt: Pastaba
lv: Piezīme
sk: Poznámka
zh_tw: 備註
